<?php

/* @var $cityInfo array */

if ($cityInfo['url'] == 'moskva' and !isset($_COOKIE['text'])) : ?>

    <div class="row text-block-wrap">
        <div class="col-12">
            <div class="text-block position-relative">
                Внимание!!! Мы создали портал который обеденяет
                всех любителей индивидуалок и поможет отличить
                фейковые анкеты от нормальных. Присоеденяйтесь
                к нам и делитесь проверенной информацией о
                телефонах и анкетах. Вместе мы сделаем этот рынок
                честным. Если вы первый раз на сайте прочитайте
                статьи котрые мы для вас подготовили.
                <div class="close" onclick="close_text()">
                    <svg width="19" height="19" viewBox="0 0 19 19" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M16.2216 2.78291C12.5171 -0.921605 6.48749 -0.921605 2.78297 2.78291C0.988492 4.5781 0 6.96436 0 9.50222C0 12.0401 0.988492 14.4264 2.78297 16.2208C4.6356 18.0735 7.06896 18.9994 9.50228 18.9994C11.9356 18.9994 14.369 18.0735 16.2216 16.2208C19.9261 12.5163 19.9261 6.48813 16.2216 2.78291ZM15.1809 15.1801C12.0497 18.3112 6.95485 18.3112 3.82371 15.1801C2.30748 13.6638 1.47207 11.6471 1.47207 9.50222C1.47207 7.35739 2.30748 5.34063 3.82371 3.82365C6.95485 0.69252 12.0497 0.693262 15.1809 3.82365C18.3112 6.95479 18.3112 12.0497 15.1809 15.1801Z" fill="#F74952"/>
                        <path d="M12.6739 11.5347L10.5901 9.45393L12.6739 7.37315C12.9609 7.0861 12.9609 6.62019 12.6746 6.33237C12.3868 6.04384 11.9209 6.04458 11.6331 6.33163L9.54793 8.41389L7.46273 6.33163C7.17494 6.04458 6.70903 6.04384 6.42125 6.33237C6.1342 6.62015 6.1342 7.08607 6.42199 7.37315L8.50574 9.45393L6.42199 11.5347C6.1342 11.8218 6.1342 12.2877 6.42125 12.5755C6.56479 12.7197 6.75393 12.7911 6.94238 12.7911C7.13082 12.7911 7.31923 12.719 7.46277 12.5762L9.54796 10.4939L11.6332 12.5762C11.7767 12.7197 11.9651 12.7911 12.1535 12.7911C12.342 12.7911 12.5311 12.719 12.6747 12.5755C12.9617 12.2877 12.9617 11.8218 12.6739 11.5347Z" fill="#F74952"/>
                    </svg>
                </div>
            </div>
        </div>
    </div>
<?php endif; ?>